IDEA StatiCa Open Model
Member.MemberType Property
Compatible with IDEA StatiCa Beta 21.0 - beta
 Type of member
 Namespace: IdeaRS.OpenModel.Result
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public MemberType MemberType { get; set; }
Public Property MemberType As MemberType
	Get
	Set
public:
property MemberType MemberType {
	MemberType get ();
	void set (MemberType value);
}
Property Value
Type: MemberType
See Also
Reference
Member Class
IdeaRS.OpenModel.Result Namespace